
public class Day03 {

	public static void main(String[] args) {
		
		
		int weight1 = 80;
		int weight2 = 50;
		int height1 = 180;
		int height2 = 165;
		
		System.out.println("철수의 몸무게는 " + weight1 + "이고 철수의 키는" + height1);
		System.out.println("영희의 몸무게는 " + weight2 + "이고 영희의 키는" + height2);
		
		

	}

}
/*
다음문제를 해결하시오

클래스 명 :Day03
문제 : 철수와 영희는 체력장을 하고 있다. 다음 문제를 해결하시오.

철수의 몸무게는 80이 나왔다 // 자료형 변수명 = 값 ; (int chulkg = 80;
영희의 몸무게는 50이 나왔다.
철수의 키는 180이다.
영희의 키는 165이다.
철수와 영희의 정보를 각각 출력하시오.
출력 포멧은 본인이 맘에 드는 형식으로 지정하시오.


클래스 명 : Day04
산술 연산자는 + - * / %가 있고 예제는 다음과 같다
 4+2   결과는 6
 4/2    결과는 2
 5%2   결과는 1 (%는 나머지 연산자)
 5%3   결과는 2 

문제 : 철수는 3개의 숫자의 평균을 구하려고 한다. (*변수는 적게 사용하세요)

1. 철수가 87을 선택했다.
2. 철수가 76을 선택했다.
3. 철수가 69를 선택했다.
4. 평균을 구한다.




클래스 명 : Day05
문제
철수는 수학공부를 하고 있다. 숫자가 3234있다면 3+2+3+4의 결과값을 구하는 문제이다.
위 시나리오를 코드로 작성하여
숫자값에 따른 결과값을 구하시오. 

1. 철수가 선택한 숫자는 56773이다.  
2. 모든 숫자의 합을 구한다. 
*/